Repository: Khizanag/Geografy-iOS
Catalog: Geografy/Feature/Geografy-Feature-Favorite/Sources/Geografy-Feature-Favorite/Resources/Localizable.xcstrings
Source language: en
Languages: ka

source: All Continents
ka: ყველა კონტინენტი

source: Ascending
ka: ზრდადობით

source: Continent
ka: კონტინენტი

source: Descending
ka: კლებადობით

source: Favorites
ka: რჩეულები

source: No Favorites Yet
ka: ჯერ რჩეულები არ არის

source: No Results
ka: შედეგები არ არის

source: Remove
ka: წაშლა

source: Search favorites
ka: რჩეულების ძიება

source: Sort by
ka: დალაგება

source: Tap the heart icon on any country to save it here.
ka: შეეხე გულის ხატულას ნებისმიერ ქვეყანაზე აქ შესანახად.

source: Try a different search or filter.
ka: სცადე სხვა ძიება ან ფილტრი.
